
const ApplicationHelp = function () {
    return (
        <div className="form">
            <p> NutriHype - это приложение, которое поможет вам следить за своим здоровьем. 
                Оно позволяет отслеживать и анализируя свой рацион и физическую активность.</p>
            <p>Основные функции:</p>
            <ul>
                <li>Добавление текущего рациона, а также расчёт КБЖУ</li>
                <li>Добавление текущей физической нагрузки, а также расчёт потраченных калорий</li>
                <li>Определение необходимого потребление КБЖУ в соответствии с введёнными данными (рост, вес, возраст, цель(похудеть или набрать массу) )</li>
                <li>Анализ рациона за определённый период времени</li>
            </ul>
            <p>Обратная связь:</p>
            <ul>
                <li>Мобильный телефон: 8-901-683-85-54</li>
                <li>Telegram: @molly_toxic</li>
            </ul>
            <p>Благодарим вас за использование приложения "NutriHype"!</p>
        </div>
    )
}

export default ApplicationHelp;